Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Use this task to verify that Smart Protection Relays, that are configured to use IIS as web server, are working properly and have all IIS components installed. Please install the following IIS components. IIS 6.0, 7.0 or 7.5 FastCGI For IIS 7.x: IIS Management Scripts and Tools For IIS 7.x: IIS 6 Management Compatibility For IIS 7.x: ISAPI Filters For IIS 7.0: Apply KB980363 on Windows Server 2008 After IIS components are installed, reconfigure IIS as the Smart Protection Relay web server. Note: This Fixlet is only applied to the endpoints with Smart Protection Relay 1.0 installed.
fr_fr: Utilisez cette tâche pour vérifier que les Smart Protection Relays configurés de façon à utiliser IIS comme serveur Web fonctionnent correctement et disposent de tous les composants IIS. Veuillez installer les composants IIS suivants. IIS 6.0, 7.0 ou 7.5 FastCGI Pour IIS 7.x&nbsp;: Scripts et outils de gestion IIS Pour IIS 7.x&nbsp;: Gestion de la compatibilité d'IIS 6 Pour IIS 7.x: Filtres ISAPI Pour IIS 7.0: Appliquer l'article de la base de connaissances KB980363 relatif à Windows Server2008 Après l'installation de tous les composants IIS, reconfigurez IIS comme serveur Web de Smart Protection Relays. Remarque: Ce Fixlet est uniquement appliqué aux points finaux avec un Smart Protection Relay 1.0 installé.

source: Use this task to configure Smart Protection Relay to use IIS as a web server. Note: This Fixlet is only applied to the endpoints with Smart Protection Relay 1.0 installed. Note: This fixlet can only be applied to endpoints which meet the following conditions. Endpoint relay operating system: Windows 2003, Windows 2003 R2, Windows 2008, Windows 2008 R2 platform Following versions of IIS installed and services started: 6.0, 7.0 or 7.5 FastCGI installed For IIS 7.x: Management Scripts and Tools For IIS 7.x: IIS 6 Management Compatibility For IIS 7.x: ISAPI Filters For IIS 7.0: Apply KB980363 to Windows Server 2008 Important Note: IIS Admin Service restarts after this Fixlet is applied.
fr_fr: Utilisez cette tâche pour configurer le Smart Protection Relay pour que celui-ci utilise IIS comme serveur Web. Remarque: Ce Fixlet est uniquement appliqué aux points finaux avec un Smart Protection Relay 1.0 installé. Remarque: Ce fixlet peut uniquement être appliqué à des points finaux qui répondent aux conditions ci-dessous. Système d'exploitation du point final relais&nbsp;: Windows&nbsp;2003, Windows&nbsp;2003&nbsp;R2, Windows&nbsp;2008, plateforme Windows&nbsp;2008&nbsp;R2 Les versions suivantes d'IIS sont installées et les services démarrés&nbsp;: 6.0, 7.0 ou 7.5 FastCGI installé Pour IIS 7.x&nbsp;: Scripts et outils de gestion Pour IIS 7.x&nbsp;: Gestion de la compatibilité d'IIS 6 Pour IIS 7.x&nbsp;: Filtres ISAPI Pour IIS 7.0: Appliquer l'article de la base de connaissances KB980363 relatif à Windows Server2008 Remarque importante: Le Service IIS Admin redémarre lorsque ce fixlet est appliqué.

source: Smart Protection Relay requires thespecified computersto reboot. Important Note: When running this action, pay careful attention to the action deployment options in order to avoid restarting the computers at inappropriate times.
fr_fr: Le Smart Protection Relay requiert le redémarrage des ordinateurs spécifiés. Remarque importante: Lors de l'exécution de cette action, faites attention aux options de déploiement de l'action afin d'éviter le redémarrage d'ordinateurs à des moments inopportuns.

source: This analysis is used to retrieve Smart Protection Relaycomponent information. After activating this analysis, you will see the following properties: Version Build Web Server Type Smart Protection Relay Status File Reputation Uplink Web Reputation Uplink Change to Smart Protection Server when the uplink to Smart Protection Relay fails Change to Smart Protection Network when uplink to Smart Protection Relay fails File Reputation Smart Protection Server list Web Reputation Smart Protection Server list File Reputation Smart Protection Network Web Reputation Smart Protection Network Proxy Enabled Proxy Protocol Proxy Server Proxy Port Proxy Username Proxy Password
fr_fr: Cette analyse est utilisée pour récupérer des informations de composants du Smart Protection Relay. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Version Compilation Type de serveur Web État du relais Smart Protection Liaison montante de File Reputation Liaison montante de Réputation de sites Web Passer à Smart Protection Server lorsque la liaison montante au relais Smart Protection échoue Passer à Smart Protection Network lorsque la liaison montante au relais Smart Protection échoue Liste de Smart Protection Server de File Reputation Liste de serveurs Smart Protection Server de Réputation de sites Web Smart Protection Network de File Reputation Smart Protection Network de Réputation de sites Web Proxy activé Protocole du proxy Serveur proxy Port du proxy Nom d'utilisateur du proxy Mot de passe du proxy

source: HTTPS Web Reputation scanning is designed to block access attempts to potentially malicious websites in real time. HTTPS Web Reputation is currently enabled for the listed computers. HTTPS Web Reputation scanning requires that HTTP Web Reputation be enabled. Note: HTTPS Web Reputation requires that HTTP Web Reputation be enabled. Disable HTTPS Web Reputation before disabling HTTP Web Reputation.
fr_fr: L'Analyse de Réputation de sites Web HTTPS est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La réputation de sites Web HTTPS est actuellement activée pour les ordinateurs répertoriés. L'Analyse de Réputation de sites Web HTTPS requiert que la réputation de sites Web HTTP soit activée. Remarque: La réputation de sites Web HTTPS requiert que la réputation de sites Web HTTP soit activée. Désactivez la réputation de sites Web HTTPS avant de désactiver la réputation de sites Web HTTP.

source: HTTPS Web Reputation scanning is designed to block access attempts to potentially malicious websites in real time. HTTPS Web Reputation is currently disabled for the listed computers. HTTPS Web Reputation scanning requires that HTTP Web Reputation be enabled. Note: For endpoints using Internet Explorer on Windows Server platforms, users need to perform the following configurations manually for HTTPS Web Reputation to function properly.1. Third-party browser extensions should be enabled.2. Internet Explorer Enhanced Security Configuration (IE SEC) should be turned off or removed. Note: For endpoints using Internet Explorer 9 or later, HTTPS Web Reputation scanning requires users to install the "TmIEPlugInBHO Class" add-on for Internet Explorer.
fr_fr: L'Analyse de Réputation de sites Web HTTPS est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La Réputation de sites Web est actuellement désactivée pour les ordinateurs répertoriés. L'Analyse de Réputation des sites Web HTTPS requiert que la Réputation de sites Web soit activée. Remarque: Pour les points finaux qui utilisent Internet Explorer sur les plates-formes Windows Server, les utilisateurs doivent effectuer les opérations de configurations suivantes manuellement pour que la Réputation de sites Web HTTPS fonctionne correctement.1. Les extensions tierces parties du navigateur doivent être activées.2. La «Configuration de sécurité renforcée de Internet Explorer» (IE SEC) doit être désactivée ou supprimée. Remarque: Pour les points finaux qui utilisent Explorer9 ou une version plus récente, l'Analyse de Réputation de sites Web HTTPS requiert que les utilisateurs installent le module complémentaire « TmIEPlugInBHO Class » pour Internet Explorer.

source: HTTP Web Reputation scanning (all ports other than 80) is designed to extend the blocking of access attempts to potentially malicious websites in real time to all ports. HTTP Web Reputation (all ports other than 80) is currently disabled for the listed computers. Use the action below to enable HTTP Web Reputation Scanning (all ports other than 80). Note: HTTP Web Reputation Scanning (all ports other than 80) requires that HTTP Web Reputation Scanning (port 80) be enabled. Disabling HTTP Web Reputation Scanning (all ports other than 80) does not disable HTTP Web Reputation Scanning (port 80).
fr_fr: L'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) vise à étendre le blocage en temps réel des tentatives d'accès à des sites Web potentiellement malveillants à tous les ports. La réputation de sites Web HTTP (tous les ports autres que le port 80) est actuellement désactivée pour les ordinateurs répertoriés. Utilisez l'action ci-dessous pour activer l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80). Remarque: l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) nécessite l'activation de l'analyse de réputation de sites Web HTTP (port 80). La désactivation del'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) ne désactive pas l'analyse pour le port 80.

source: HTTP Web Reputation scanning (all ports other than 80) is designed to extend the blocking of access attempts to potentially malicious websites in real time to all ports. HTTP Web Reputation (all ports other than 80) is currently enabled for the listed computers. Use the action below to disable HTTP Web Reputation Scanning (all ports other than 80). Note: HTTP Web Reputation Scanning (all ports other than 80) requires that HTTP Web Reputation Scanning (port 80) be enabled. Disabling HTTP Web Reputation Scanning (all ports other than 80) does not disable HTTP Web Reputation Scanning (port 80).
fr_fr: L'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) vise à étendre le blocage en temps réel des tentatives d'accès à des sites Web potentiellement malveillants à tous les ports. La réputation de sites Web HTTP (tous les ports autres que le port 80) est actuellement activée pour les ordinateurs répertoriés. Utilisez l'action ci-dessous pour désactiver l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80). Remarque: l'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) nécessite l'activation de l'analyse de réputation de sites Web HTTP (port 80). La désactivation del'analyse de réputation de sites Web HTTP (tous les ports autres que le port 80) ne désactive pas l'analyse pour le port 80.

source: HTTP Web Reputation scanning (port 80) is designed to block access attempts to potentially malicious websites in real time through port 80 only. HTTP Web Reputation is currently enabled for the listed computers. Use the action below todisable HTTP Web Reputation Scanning (port 80).
fr_fr: L'Analyse de Réputation de sites Web HTTP (port80) est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La réputation de sites Web HTTP est actuellement activée pour les ordinateurs répertoriés. Utilisez l'action ci-dessous pour&nbsp;désactiver l'Analyse de Réputation de sites Web HTTP (port80).

source: HTTP Web Reputation scanning (port 80) is designed to block access attempts to potentially malicious websites in real time through port 80 only. HTTP Web Reputation is currently disabled for the listed computers. Use the action below to enable HTTP Web Reputation Scanning (port 80).
fr_fr: L'Analyse de Réputation de sites Web HTTP (port80) est conçue pour bloquer, en temps réel, l'accès aux sites Web potentiellement malveillants. La réputation de sites Web HTTP est actuellement désactivée pour les ordinateurs répertoriés. Utilisez l'action ci-dessous pour activer l'Analyse de Réputation de sites Web HTTP (port80).

source: The list of applicable computers currently report on Web Reputationinformation on visited and blocked sites on the CPM endpoint. Take this action to&nbsp;stop the collection of visited sites information.&nbsp; Visited sites information will exist on the endpoint however, that information will not be transferred to theTEM Server via the Web Reputation - Site Statistics analysis.
fr_fr: La liste des ordinateurs applicables crée actuellement des rapports sur les informations de la réputation de sites Web sur les sites visités et bloqués sur le point final CPM. Exécutez cette action pour arrêter la collecte d'informations sur les sites visités. L'information des sites visités sera cependant présente sur le point final, mais cette information ne sera pas transférée au serveur TEM à travers la réputation de sites Web - Analyse des statistiques sur le site.

source: The list of applicable computers currently do not report on Web Reputationinformation on visited sites on the CPM endpoint. Take this action to&nbsp;start the collection of visited sites information.&nbsp;&nbsp;That information is&nbsp;transferred to theTEM Server via the Web Reputation - Site Statistics analysis.
fr_fr: La liste des ordinateurs applicables ne crée actuellement pas de rapports sur les informations de la réputation de sites Web sur les sites visités sur le point final CPM. Exécutez cette action pour démarrer la collecte d'informations sur les sites Web visités.&nbsp;&nbsp;Les informations sonttransférées vers le serveur BES à travers la réputation de sites Web - Analyse des statistiques sur les sites.

source: Use the action below to upload all available Web&nbsp;Reputation web threat logs to the&nbsp;TEM Server.{\cs5\f1\cf15\lang1024 Once the log files have been uploaded, you will find them in the following path on theTEM Server: &lt;server installation directory&gt;\UploadManagerData\BufferDir\sha1\&lt;last 2 digits of client id&gt;\&lt;client id&gt;\
fr_fr: Utilisez cette action ci-dessous pour télécharger tous les fichiers journaux disponibles de menaces Internet de Réputation de sites Web sur le serveur&nbsp;TEM.{\cs5\f1\cf15\lang1024 Une fois les fichiers journaux chargés, vous les trouverez sur le serveur&nbsp;TEM en passant par le chemin suivant: &lt;répertoire d'installation du serveur&gt;\UploadManagerData\BufferDir\sha1\&lt;2&nbsp;derniers chiffres de l'ID client&gt;\&lt;id client&gt;\

source: The listed computers have Web&nbsp;Reputation installed. URL history and web threat logs increase in size as web requests are issued. Use this&nbsp;action to archive current URL history and web threat logs and delete archived logs older than the deletion threshold. The deletion threshold will be set at action issue time and will default to 14 days if input value is unspecified or not a positive number. Note: The default execution behavior of this task is to apply this action once a day whenever a computer is relevant/applicable. To change this behavior, modify the Execution section in the Take Action dialog.
fr_fr: La Réputation de sites Web est installée sur les ordinateurs répertoriés. La taille des journaux de l'historique des URL et des menaces Internet augmente au fur et à mesure que les requêtes Internet sont émises. Utilisez cette action pour archiver les journaux de l'historique des URL et des menaces Internet et supprimer les journaux archivés antérieurs au seuil de suppression. Le seuil de suppression sera configuré au moment d'émission de l'action et sa valeur par défaut sera de 14 jours si la valeur saisie est non spécifiée ou si elle n'est pas un nombre positif. Remarque: le comportement d'exécution de cette tâche est d'appliquer cette action une fois un jour chaque fois qu'un ordinateur est pertinent/d'application. Pour modifier ce comportement, modifiez la section Exécuter dans la boîte de dialogue Exécuter une action.

source: Web Reputation integrated into CPM proactively protects clients from malicious and potentially web sites. The following security levels determine whether Web Reputation will allow or block access to an URL. High: Blocks URLs that are unrated, a Web threat, very likely to be a Web threat, or likely to be a Web threat Medium: Blocks URLs that are unrated, a Web threat, or very likely to be a Web threat Low: Blocks only URLs that are a Web threat Use the actions below to set the Web Reputation security level.
fr_fr: La réputation de sites Web intégrée à CPM protège proactivement les clients contre les sites Web malicieux et potentiellement malicieux. Les niveaux de sécurité suivants déterminent si Réputation de sites Web autorise ou bloque l'accès à une URL. Élevé&nbsp;: bloque les URL non classifiées, les URL constituant une menace Internet, les URL constituant très vraisemblablement une menace Internet et les URL étant vraisemblablement une menace Internet Moyen&nbsp;: bloque les URL non classifiées, les URL constituant une menace Internet ou les URL constituant très vraisemblablement une menace Internet Faible&nbsp;: bloque uniquement les URL constituant une menace Internet Utilisez les actions ci-dessous pour définir le Niveau de sécurité de la Réputation de sites Web.

source: Use this task to enable clientusing Smart Protection Server Web Reputation Service. Note: Please check the "Smart Protection Network" is ready before enabling&nbsp; Smart Protection Server Web Reputation Service. If this task is not relevant to clients,please check the links to do troubleshooting. Check Smart Protection Server list has been deployed to CPM clients and Smart Protection Relays. Check Web Reputation Service of Smart Protection Server is available. Check protection status of Smart Protection Relays
fr_fr: Utilisez cette tâche pour permettre aux clients d'utiliser le Service de réputation de sites Web du Smart Protection Server. Remarque: Veuillez vérifier que le «&nbsp;Smart Protection Network» est prêt avant d'activer le Service de réputation de sites Web du Smart Protection Server. Si cette tâche n'est pas pertinente pour les clients, veuillez consulter les liens pour résoudre les problèmes. Vérifiez que la liste de Smart Protection Server a été déployée sur les clients CPM et les Smart Protection Relays. Vérifiez que le Service de réputation de sites Web de Smart Protection Server est disponible. Vérifiez l'état de protection des Smart Protection Relays

source: This analysis provides the followinginformation for endpoints with Web Reputation enabled: Web ReputationVersion Web ReputationInstallation Date Number of Web Threats Found Web Reputation Enabled/Disabled Web Reputation Security Level Proxy Server Enabled/Disabled Proxy Server Address Proxy Server Port Proxy Server User Name Blocked-Approved ListPolicy Number of Days since Last Log Maintenance Log Age Deletion Threshold Collection of Visited Sites Web Reputation Service Type Block un-tested web pages Connection to the Smart Protection Network Web Reputation Query Server URL Web Reputation Supports HTTPS Websites Web Reputation Supports Non-80 Ports
fr_fr: Cette analyse fournit les informations suivantes aux points finaux à la réputation de sites Web activée: Version de la réputation de sites Web Date d'installation de la réputation de sites Web Nombre de menaces Internet détectées Réputation de sites Web activée/désactivée Niveau de sécurité de la Réputation de sites Web Serveur proxy activé/désactivé Adresse de serveur proxy Port du serveur proxy Nom d'utilisateur du serveur proxy Stratégie de liste d'approbation/de blocage Nombre de jours depuis la dernière maintenance des journaux Seuil de suppression d'ancienneté des journaux Collecte des sites visités Type de Service de réputation de sites Web Bloquer les pages Web qui n'ont pas été testées Connexion à Smart Protection Network URL du serveur de requêtes de réputation de sites Web La Réputation de sites Web prend en charge les sites Web HTTPS La Réputation de sites Web ne prend pas en charge le port 80

source: This analysis contains information about theSmart Protection Server. After activating this analysis, you will see the following properties: This machine is Smart Protection Server Version Build File Reputation available Web Reputation available Allow global query File Reputation&nbsp;HTTP port File Reputation&nbsp;HTTPs port Web Reputation&nbsp;HTTP&nbsp;port Smart Feedback enabled Web console URL Smart Scan Pattern version Web Blocking List version Smart Protection Server Hostname Smart Protection Server IPv6 addresses Smart Protection Server IPv4 addresses
fr_fr: Cette analyse contient des informations relatives à Smart Protection Server. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Cet ordinateur est le Smart Protection Server Version Compilation File Reputation disponible Réputation de sites Web disponible Autoriser les requêtes générales Port HTTP de File Reputation Port HTTPS de File Reputation Port HTTP de la Réputation de sites Web Smart Feedback activé URL de la console Web Version de Smart Scan Pattern Version de la liste de blocage de sites Web Nom d'hôte du Smart Protection Server Adresses IPv6 du Smart Protection Server Adresses IPv4 du Smart Protection Server

source: Web&nbsp;Reputation requires internet access. In certain network environments the use of a proxy server is needed. The listed computers have a proxy server enabled. Use the action below to disable the proxy server.
fr_fr: Réputation de sites Web requiert un accès à Internet. Dans certains environnements réseau, l'utilisation d'un serveur proxy est nécessaire. Les ordinateurs répertoriés disposent d'un serveur proxy activé. Utilisez l'action ci-dessous pour désactiver le serveur proxy.

source: Web Reputation requires internet access. In certain network environments the use of a proxy server is needed. Use the action below to configure a proxy server. Important Note:The proxy server password MUST be encrypted prior to use in this action. Download andunzip/extractthe TMCPMEncrypt.exeutility to encrypt a password. Filename: TMCPMEncrypt_1.5.0.1038.zip Size: 185718 SHA1: 28704ae66eef9fc9dc0be92f91d64fe714d40f10 Usage Note: The TMCPMEncrypt.exe command line tool provides the option to generate an encrypted string. The encrypted string can be used for proxy passwords. Example:C:&gt;TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E
fr_fr: Réputation de sites Web requiert un accès à Internet. Dans certains environnements réseau, l'utilisation d'un serveur proxy est nécessaire. Utilisez l'action ci-dessous pour configurer un serveur proxy. Remarque importante: Le mot de passe du serveur proxy DOIT être chiffré avant de l'utiliser dans cette action. Téléchargez et décompressez/extrayez l'utilitaire TMCPMEncrypt.exe pour chiffrer un mot de passe. Nom de fichier: TMCPMEncrypt_1.5.0.1038.zip Taille&nbsp;: 185718 SHA1: 28704ae66eef9fc9dc0be92f91d64fe714d40f10 Remarque d'utilisation: l'outil de ligne de commande TMCPMEncrypt.exe fournit l'option de générer une chaîne chiffrée. La chaîne chiffrée peut être utilisée pour les mots de passe de proxy. Exemple&nbsp;: C:&gt;TMCPMEncrypt.exe example_password!CRYPT!31371340370123D94E842AAAA6686E3C187F9E99DB195ED57245D16397E
